{
    "": "",
    "aboutMe": "Über mich",
    "mySkills": "My Skills",
    "developer": "Entwickler",
    "down": "Runter",
    "aboutMeTextOne": "Hallo, ich bin ein erfahrener Frontend-Entwickler aus Lübeck mit einer Leidenschaft für moderne Web Technologien. Mein Fokus liegt auf der Erstellung von benutzerfreundlichen und ansprechenden Web-Oberflächen mit HTML, CSS und JavaScript, sowie Frameworks wie Angular.",
    "aboutMeTextTwo": "Es macht mir Spaß, eng mit meinen Kunden zusammenzuarbeiten, um ihre Ideen zu verwirklichen. Wenn Sie ein neues Projekt planen, freue ich mich darauf, gemeinsam etwas Großartiges zu schaffen!",
    "based": "Wohnhaft in Lübeck",
    "remote": "Offen für Remote Arbeit",
    "letsTalk": "Schreibt Mir",
    "headline": "Entdecken Sie hier eine Auswahl meiner Arbeiten - probieren Sie die Projekte aus, um meine Fähigkeiten in Aktion zu sehen.",
    "poloLocoOne": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert.",
    "poloLocoTwo": "Hilf Pepe, Münzen und Flaschen zu finden um gegen das Killerhuhn zu kämpfen.",
    "joinOne": "Aufgabenmanager nach dem Vorbild des Kanban-Systems.",
    "joinTwo": " Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "referencesHead": "Referenzen",
    "teamHeadOne": "Ich bin sowohl selbstständig als auch als Teil eines Teams erfolgreich.",
    "teamHeadTwo": "Hier ist, was meine Kollegen über die Zusammenarbeit mit mir zu sagen haben.",
    "alex": "Mailo war eine wertvolle Bereicherung für unser Join-Projekt (Kanban). Er testete und analysierte zuverlässig Fehler, was wesentlich zur Qualität unseres Projekts beitrug. Außerdem konnte er das Team hervorragend motivieren und war stets hilfsbereit. Seine Fähigkeit, den Überblick zu behalten und das Team effektiv zu organisieren, war beeindruckend. Insgesamt war die Zusammenarbeit mit ihm sehr angenehm, und ich kann ihn auf jeden Fall weiterempfehlen.",
    "joel": "Es war eine große Bereicherung, Mailo bei unserem Projekt Join als Projektpartner zu haben. Er hat immer für gute Stimmung im Team gesorgt und war sehr gut organisiert, was die offenen Aufgaben anging. Mailo konnte durch seine guten Kenntnisse seine Aufgaben erfolgreich umsetzen und war auch gut darin, Bugs zu finden und zu testen. Die Zusammenarbeit mit ihm hat wirklich Spaß gemacht, und ich kann ihn ohne Zweifel weiterempfehlen",
    "jonas": "Mailo war ein sehr kompetenter Team-Kollege während der Arbeit. Er hat eigenständig die Rolle des Testers mit übernommen und hat so maßgeblich am Fertigstellungsprozess mitgewirkt, nachdem er noch seine eigenen Aufgaben bearbeitet hatte. Mailo hat sich sehr gut in die Gruppendynamik eingefügt. Gerne arbeite ich wieder mit ihm",
    "newProject": "Sie möchten ein neues Projekt besprechen?",
    "newProject2": "Say Hi! Lassen Sie uns über Ihre Ideen sprechen und sie verwirklichen",
    "yourName": "dein Name",
    "yourEmail": "deine e-mail",
    "yourMessage": "deine Nachricht",
    "pleaseName": "Bitte mit Namen ausfüllen",
    "pleaseEmail": "Bitte mit e-mail ausfüllen",
    "pleaseMessage": "Bitte schreibe eine Nachricht",
    "dataSafe": "Ich stimme der Erhebung, Verarbeitung und Nutzung meiner personenbezogenen Daten gemäß den Datenschutzrichtlinien zu.",
    "emailSent": "Die E-Mail wurde gesendet",
    "sentButton": "Nachricht senden",
    "legalNotice": "Impressum",
    "imprint-link": "Impressum",
    "imprint-headline": "Impressum",
    "imprint-subheadline": "Diensteanbieter",
    "imprint-contact": "Kontaktmöglichkeiten",
    "imprint-email": "E-Mail-Adresse:",
    "imprint-generate": "Erstellt mit kostenlosem Datenschutz-Generator.de von Dr. Thomas Schwenke",
    "imprint-link-back": "Zurück zum"
}