{
    "": "",
    "aboutMe": "About me",
    "mySkills": "My Skills",
    "developer": "Developer",
    "down": "Down",
    "aboutMeTextOne": "Hello, I am an experienced frontend developer from Lübeck with a passion for modern web technologies. My focus is on creating user-friendly and appealing web interfaces with HTML, CSS and JavaScript, as well as frameworks such as Angular.",
    "aboutMeTextTwo": "I enjoy working closely with my clients to turn their ideas into reality. If you are planning a new project, I look forward to creating something great together!",
    "based": "Based in Lübeck",
    "remote": "Open to work remote",
    "letsTalk": "Lets Talk",
    "headline": "Explore a selection of my work here - Interact with projects to see my skills in action.",
    "poloLocoOne": "A simple Jump-and-Run game based on an object-oriented approach.",
    "poloLocoTwo": "Help Pepe to find coins and bottles to fight against the Killer Chicken",
    "joinOne": "Task manager inspired by the Kanban System.",
    "joinTwo": " Create and organize tasks using drag and drop functions, assign users and categories.",
    "referencesHead": "References",
    "teamHeadOne": "I thrive both independently and as part of a team.",
    "teamHeadTwo": "Here’s what my colleagues have to say about working with me.",
    "alex": "Mailo was a valuable asset to our Join project (Kanban). He reliably tested and analyzed errors, which significantly contributed to the quality of our project. Additionally, he excelled at motivating the team and was always helpful. His ability to keep track of everything and organize the team effectively was impressive. Overall, working with him was very pleasant, and I can definitely recommend him.",
    "joel": "It was a great asset to have Mailo as a project partner for our Join project. He always created a good atmosphere in the team and was very well organized when it came to open tasks. Mailo was able to successfully implement his tasks thanks to his good knowledge and was also good at finding and testing bugs. Working with him was really fun and I can recommend him without a doubt.",
    "jonas": "Mailo was a very competent team colleague during the work. He independently took on the role of tester and thus played a key role in the completion process after he had completed his own tasks. Mailo integrated very well into the group dynamic. I would be happy to work with him again",
    "newProject": "Want to discuss a new project",
    "newProject2": "Say hello! let's discuss your ideas and make it happen",
    "yourName": " your Name",
    "yourEmail": " your e-mail",
    "yourMessage": "your Message",
    "pleaseName": "Please enter your Name",
    "pleaseEmail": "Please enter e-mail addres",
    "pleaseMessage": "Please enter a message",
    "dataSafe": "I've read the privacy policy and agree to the processing of my data as outlined.",
    "emailSent": "the email has been sent!",
    "sentButton": "Send message",
    "legalNotice": "Legal notice",
    "imprint-link": "Imprint",
    "imprint-headline": "Imprint",
    "imprint-subheadline": "Service provider",
    "imprint-contact": "Contact options",
    "imprint-email": "E-mail address:",
    "imprint-generate": "Created with free Datenschutz-Generator.de by Dr. Thomas Schwenke",
    "imprint-link-back": "Back to"
}